{
    "metadata": "{\"title\": \"Operations Election: Ninjaxan\",\"authors\": [\"juno_community\"],\"summary\": \"Operations Election: Ninjaxan  This proposal seeks to confirm or reject Ninjaxan (juno13gd97ke6erejqk2p050xkpc63jhtujrejmvj90) to the Operations Department to perform the duties defined in the Juno Charter.  Find more at the nominee’s social media: <https://twitter.com/cryptodungeonma or _ninjaxan_ on Discord  You can view all the Operations nominees and their formal nominations at the [Operations nomination thread on Commonwealth](https://commonwealth.im/juno/discussion/14947-juno-charter-operations-departmentnominations-round-2-closed?comment=72460).  Finally, you can listen to the recorded [\"Meet Your Nominees\"](https://open.spotify.com/episode/3viz38oqdkWU3EPWDXWJb4) X Space hosted and organized by the Juno Communications subDAO.\",\"details\": \"# Operations Election: Ninjaxan\n\nThis proposal seeks to confirm or reject Ninjaxan (juno13gd97ke6erejqk2p050xkpc63jhtujrejmvj90) to the Operations Department to perform the duties defined in the Juno Charter.\n\nFind more at the nominee’s social media: <https://twitter.com/cryptodungeonma or _ninjaxan_ on Discord\n\nYou can view all the Operations nominees and their formal nominations at the [Operations nomination thread on Commonwealth](https://commonwealth.im/juno/discussion/14947-juno-charter-operations-departmentnominations-round-2-closed?comment=72460).\n\nFinally, you can listen to the recorded [\"Meet Your Nominees\"](https://open.spotify.com/episode/3viz38oqdkWU3EPWDXWJb4) X Space hosted and organized by the Juno Communications subDAO.\n\n## Voting\n\n- If confirmed by a Yes vote, the nominee will be appointed to the Department for the six month term of the Charter.\n- If rejected by a No or No With Veto vote, the seat will remain vacant.\n- Voting Abstain contributes to meeting quorum but does not express a preference either way.\",\"proposal_forum_url\": \"\",\"vote_option_context\": \"\"}",
    "deposit": "2000000000ujuno",
    "title": "Operations Election: Ninjaxan",
    "summary": "Operations Election: Ninjaxan  This proposal seeks to confirm or reject Ninjaxan (juno13gd97ke6erejqk2p050xkpc63jhtujrejmvj90) to the Operations Depar"
}